/** 
* TODO:
* [*] Сохранение полей экземпляра класса в БД;
* [*] Удаление человека из БД в соответствии с id объекта;
* [*] static преобразование даты рождения в возраст (полных лет);
* [*] static преобразование пола из двоичной системы в текстовую
(муж, жен);
* [*] Конструктор класса либо создает человека в БД с заданной
информацией, либо берет информацию из БД по id (предусмотреть
валидацию данных);
* [*] Форматирование человека с преобразованием возраста и (или) пола
(п.3 и п.4) в зависимотси от параметров (возвращает новый
экземпляр StdClass со всеми полями изначального класса).
 */

 